---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.RevisionsOnSheetUIServiceData
source: html/f1af6d34-46b2-95d5-0552-0f82c05341d2.htm
---
# RevisionsOnSheetUIServiceData Members

Releases all resources used by the RevisionsOnSheetUIServiceData